Repository: yongyeonyu/taption-plan
Catalog: TaptionPlan/Localizable.xcstrings
Source language: ko
Languages: en

source: 직접 추가
en: Add manually

source: 직접 확인
en: Confirm manually

source: 진행 중
en: In progress

source: 집 · 학교 · 학원 · 회사 · 식당을 현재 위치로 지정
en: Set home, school, academy, work, or a restaurant to your current location

source: 집 · 학교 · 학원 · 회사 등을 현재 위치로 지정
en: Set home, school, academy, work, and more to your current location

source: 집중 중
en: Focusing

source: 첫 실행 계획이 필요합니다
en: A first plan is required

source: 첫 하위 계획 만들기
en: Create first child plan

source: 최근 수신 시각 · %@
en: Last received · %@

source: 최근 수신 시각 없음
en: No data received

source: 최소 체류
en: Minimum stay

source: 추가
en: Add

source: 출발
en: Depart

source: 취미
en: Hobby

source: 취소
en: Cancel

source: 측정 근거
en: Measurement evidence

source: 캘리브레이션 히스토리
en: Calibration history

source: 캘린더로 보내기
en: Send to Calendar

source: 캘린더에 추가됨
en: Added to Calendar

source: 탭하여 상세활동·시간 수정
en: Tap to edit detail activity · time

source: 탭하여 위치·감지 범위 설정
en: Tap to set location · detection range

source: 통합 미세먼지 %@
en: Combined fine dust %@

source: 틀린 기준점은 지울 수 있습니다. 나머지 기준과 이 장소의 위치는 그대로 남습니다.
en: You can delete an incorrect reference point. Other references and this place's location will remain.

source: 판정 근거
en: Decision evidence

source: 편집
en: Edit

source: 펼침
en: Expanded

source: 표시 시간
en: Displayed time

source: 표시할 사진이 없습니다
en: No photos to show

source: 프로
en: Pro

source: 필요한 일과만 골라보세요
en: Choose only the plans you need

source: 하루 24시간 눈금판
en: 24-hour daily scale

source: 하루 기록 재생
en: Play day's record

source: 하루 재생
en: Play day

source: 하루 재생 일시 정지
en: Pause day playback

source: 하루는 알아서 기록됩니다
en: Your day is recorded automatically

source: 하위 계획 내리기
en: Convert to child plan

source: 하위 액션 %lld개
en: %lld child actions

source: 한 번 결제 · 자동 갱신 없음
en: One-time purchase · no auto-renewal

source: 한국어
en: Korean

source: 해발 %lldm
en: %lldm above sea level

source: 허용하기
en: Allow

source: 현재 기간의 사진
en: Photos from this period

# 현재 날씨 %@, %lld도
source: 현재 날씨 %1$@, %2$lld도
en: Current weather %1$@, %2$lld°

source: 현재 날짜와 시간으로 이동
en: Go to current date and time

source: 현재 보기 전체로 맞춤
en: Fit current view

source: 현재 센서 · 상대고도 %.1fm
en: Current sensor · relative altitude %.1fm

source: 현재 위치
en: Current location

source: 현재 위치로 다시 지정
en: Set again to current location

source: 현재 위치로 지정
en: Set to current location

source: 현재 위치를 지정하면 이 장소의 층 추정이 시작됩니다.
en: Setting the current location starts floor estimation for this place.

source: 현재 층수
en: Current floor

source: 홈 화면 · 중간 위젯
en: Home Screen · medium widget

source: 화면 오른쪽 끝까지 끌어 시간을 선택합니다
en: Drag to the right edge of the screen to select a time

source: 화면 해상도
en: Screen resolution

source: 화면 해상도 %@
en: Screen resolution %@

source: 확대된 하루 24시간 직선 시간표
en: Zoomed 24-hour linear timeline

source: 확인
en: OK

source: 확인할 추정 기록이 없습니다
en: No estimated records to review

source: 확인할 활동 없음
en: No activity to confirm

source: 확인해 주세요
en: Please check

source: 환승
en: Transfer

source: 활동
en: Activity

source: 활동 결정
en: Activity decision

source: 활동 근거
en: Activity evidence

source: 활동 근거 %lld건
en: %lld activity evidence items

source: 활동 변경
en: Change activity

source: 활동 선택
en: Choose activity
